<template>
    <div class="about">
        <div class="container">
            <div class="about_content">
                <h2 class="default-h2">О компании</h2>
                <p class="default-p">China Town помогает владельцам среднего и малого бизнеса приобрести китайские
                    товары. Карго доставка из Китая с сайтов: 1688.com, alibaba.com, taobao.com, tmall.com. Доставляем
                    грузы из других китайских сайтов и работаем с покупкой по инвойсу. Минимальная сумма заказа 4000
                    юаней.</p>

                <div class="about_why">
                    <h3 class="default-h3">Зачем нужны услуги посредника</h3>
                    <p class="default-p">Покупка в китайских интернет-магазинах, таких как Taobao.com, Tmall.com,
                        1688.com и других становится все более популярной среди жителей России. Это связано в первую
                        очередь с низкой стоимостью производимой там продукции, притом что ее качество уже давно не
                        уступает японским, американским и европейским товарам.</p>
                    <p class="default-p">Однако покупки на китайских сайтах осложняются незнанием языка, а также
                        определенными проблемами, связанными с оформлением товаров на таможне и во время
                        транспортировки. В этом случае оптимальным решением будет купить товары из Китая с доставкой
                        через посредника. </p>
                    <p class="default-p">Компания China Town берет на себя все заботы об обеспечении сохранности товара
                        до того момента, как он будет передан в руки заказчика. Если вы хотите купить товар через сайт
                        посредник Taobao.com, Tmall.com, 1688.com, то предлагаем вам воспользоваться следующими услугами
                        нашей фирмы:</p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Выкупом товара с одного из вышеуказанных интернет-магазинов через наш
                                сайт, благодаря чему вам не нужно учить китайский язык для ориентации в каталоге</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Проверкой заказа перед отправкой из Китая в Россию на наличие возможных
                                дефектов, вызванных заводским браком или иными причинами</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Хранением купленной продукции на нашем складе в Манчжурии (КНР) для
                                осуществления последующего самовывоза</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Доставкой груза с помощью партнерской транспортной компании до вашего
                                адреса</p>
                        </div>
                    </div>
                    <p class="default-p">Как лучший посредник Taobao и других китайских-магазинов, мы берем на себя все
                        заботы по оформлению купленной продукции на таможне во время пересечения границы. Перед тем, как
                        доставить товар в Россию, мы проверяем его на внешнее соответствие осуществленному заказу и
                        работоспособность.</p>



                </div>
             <div class="about_pochemu">
                <h3 class="default-h3">Почему клиенты выбирают нас в качестве посредника с Таобао</h3>
                <p class="default-p">Заказ и доставка с Таобао в Россию через посредника осуществляется на выгодных
                    для клиента условиях. От других подобных компаний China Town отличается следующими
                    достоинствами:</p>

                <div class="text_with_dots">
                    <div>
                        <span class="text_with_dots_dot"></span>
                        <p class="default-p">Простой интерфейс нашего сайта на русском языке позволяет купить товары
                            из Китая с доставкой даже в том случае, если вы не можете читать иероглифический текст
                        </p>
                    </div>
                    <div>
                        <span class="text_with_dots_dot"></span>
                        <p class="default-p">Мы предлагаем заказать на Таобао через посредника товары, которые
                            выпускаюттолько бренды китайского или мирового значения в соответствии с высокими
                            требованиями к качеству и безопасности</p>
                    </div>
                    <div>
                        <span class="text_with_dots_dot"></span>
                        <p class="default-p">Благодаря официальной регистрации компании China Town в Китае и
                            заключенным между нами и интернет-магазинами соглашению вы можете заказать товар, не
                            беспокоясь о законности приобретения той или иной продукции, все сделки осуществляются в
                            рамках местного законодательства</p>
                    </div>
                    <div>
                        <span class="text_with_dots_dot"></span>
                        <p class="default-p">Мы несем полную ответственность за наши ошибки и возмещаем убытки,
                            понесенные клиентом, за собственный счет</p>
                    </div>
                    <div>
                        <span class="text_with_dots_dot"></span>
                        <p class="default-p">В процессе доставки груза до местоположения клиента заказчик может
                            отслеживать позицию продукции на нашем сайте</p>
                    </div>
                    <div>
                        <span class="text_with_dots_dot"></span>
                        <p class="default-p">Мы не накручиваем курс юаня, стараясь извлечь больше прибыли за счет
                            клиента, а предлагаем четко фиксированные расценки за свои услуги пересылки</p>
                    </div>
                </div>
             </div>
                <div class="stoimost_about">
                    <h3 class="default-h3">Стоимость наших услуг по выкупу и доставке товаров из Китая</h3>
                    <p class="default-p">Компания China Town выгодный посредник, и все же мы не утверждаем, что
                        предлагаем самую дешевую доставку товаров из китайских интернет-магазинов. Однако мы определенно
                        предлагаем одну из самых прозрачных схем на рынке и максимально стабильные цены на свои услуги.
                        В отличие от контрактов с другими посредниками соглашение, заключенное с нами, не содержит
                        никаких скрытых доплат и других «подводных камней», значительно увеличивающих стоимость
                        доставки. Вы всегда знаете, за что конкретно вы отдали свои деньги, какие операции были оплачены
                        за ваш счет. За свои услуги надежного интернет-посредника мы берем комиссию следующего размера:
                    </p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">В случае заказа у нас и выкупа, и доставки ее размер составляет 5%
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Если вы решили только купить на Таобао через посредника с последующим самовывозом с нашего склада, то комиссия будет составлять 10%
                            </p>
                        </div>
                    </div>
                    <p class="default-p">Оплата формируется из следующих слагаемых:</p>

                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Стоимость товара, установленная поставщиком Таобао (или другим магазином) и доставки до нашего склада
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Цена за переправку через таможенный пункт
                            </p>
                        </div>

                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Компенсация услуг транспортной компании за доставку
                            </p>
                        </div>
                    </div>

                    <p class="default-p">Если вам нужен проверенный посредник для покупки в китайских интернет-магазинах Taobao.com, 1688.com, Tmall.com — мы с радостью предложим свои услуги. Вы можете предварительно проконсультироваться у наших специалистов по ассортименту поставщика Таобао, Тмолл или 1688, а также по вопросам растаможки в Манчжурии, хранения и защиты товара в процессе поездки. Для этого просто воспользуйтесь телефоном или электронной почтой, предоставленными в «Контактах».</p>
                </div>

            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "AboutPage"
}
</script>

<style src="./about.css"></style>