<template>
    <div class="conditions">
        <div class="container">
            <div class="conditions_content">
                <div class="conditions_top">
                    <h2 class="default-h2">Наша зона ответственности перед клиентом </h2>
                    <p class="default-p">Компания china-towns.com не является продавцом или производителем товаров, а
                        потому никаких гарантий на товар предоставить не может. Мы оказываем посреднические
                        услуги, помогая вам приобрести товар в китайских интернет магазинах и доставить в Россию!</p>
                </div>

                <div class="delivery_question">
                    <b class="question_delivery">Важная информация о работе с Китаем​</b>
                    <p class="default-p">Уважаемые клиенты, Китай это страна в которой открытие и закрытие интернет
                        магазина может занимать 24 часа ,работа с не добросовестным продавцом которых Вы выбираете
                        ,продажа подделок и не качественного товара, соответственно   возврат такого товара не
                        возможен,вы сами несете ответственность за свой выбор и не вправе требовать 100 % соответствие
                        тому что бы хотели получить .так же есть нюансы работы с Китаем ,менталитет Китайских продавцов
                        таков,что они могут обманывать ,не отправить заказанный вами товар ,высылать вещи не
                        соответствующие описанию (фото,качество,целосность) В работе с Китайскими продавцами не все
                        идеально,и учитывая наш опыт работы,подобные проблемы случаются в 4 % заказах,поэтому если для
                        вас это не допустимо вам лучше отказаться от покупок с Китая .</p>
                </div>


                <div class="delivery_question">
                    <b class="question_delivery">Возврат товара​</b>
                    <p class="default-p">По условиям работы с Китайскими интернет площадками, товар можно вернуть только
                        в течении 7 дней со дня получения посылки на нашем складе что исключает возврат если посылка
                        приехала к вам и Вас не устроила. Если же такая ситуация произошла ,при получении товара вы
                        обнаружили не то что заказали(цвет,размер)мы возвращаем вам оплату за предоставленные вам услуги
                        по данной позиции!</p>

                    <p class="default-p">В случае отказа от товара после его выкупа клиент обязан возместить посреднику
                        все издержки связанные с выкупом и доставкой товара от продавца до посредника в Китае.</p>

                    <p class="default-p">В случае отказа от товара после выкупа его комиссия за услуги посредника
                        не возвращается клиенту вне зависимости от причины отказа (ошибка продавца, брак, желание
                        клиента)</p>
                </div>

                <div class="delivery_question">
                    <b class="question_delivery">Ответственность (делая заказ вы безоговорочно соглашаетесь с условиями
                        работы)​</b>
                    <div class="text_with_dots">
                        <div>
                            <span class="default-span">1.
                            </span>
                            <p class="default-p">Не несем ответственность за порчу груза и отсутствия позиций в заказе
                                БЕЗ ВИДИОФИКСАЦИИ ПОЛУЧЕНИЯ ГРУЗА В ТК  И РАСПАКОВКИ ГРУЗА (обязательно снимайте видео) 
                            </p>
                        </div>
                        <div>
                            <span class="default-span">2.
                            </span>
                            <p class="default-p">Оплата только указаными способами в разделе ОПЛАТА  (перечисление
                                средств требует документального подтверждения в виде отсканированного или
                                сфотографированного чека, скриншота экрана монитора с отображением того, что операция
                                была исполнена. При этом должны быть чётко видны дата, сумма оплаты и часть номера счёта
                                на который произведена оплата. Сумма должна совпадать с выставленной в счете.) </p>
                        </div>
                        <div>
                            <span class="default-span">3.
                            </span>
                            <p class="default-p">Минимальный выкуп заказа 4000 юаней </p>
                        </div>

                        <div>
                            <span class="default-span">4.
                            </span>
                            <p class="default-p">Мы не несем никакой ответственность за заказанные Вами товары
                                стоимостью ниже 50 ю </p>
                        </div>

                        <div>
                            <span class="default-span">5.
                            </span>
                            <p class="default-p">Проверка товара только визуальная(цвет,размер,проверка на явный брак
                                (брак который видно не вооруженным глазом ) </p>
                        </div>

                        <div>
                            <span class="default-span">6.
                            </span>
                            <p class="default-p">Проверка товара по вашим требованиям за отдельную оплату. </p>
                        </div>

                        <div>
                            <span class="default-span">7.
                            </span>
                            <p class="default-p">После поступления груза в Москву он автоматически передаётся в
                                транспортную компанию (ТК), все тарифы за хранение груза, доставку по городам и другие
                                вопросы - рассчитываются индивидуально с ТК  </p>
                        </div>

                        <div>
                            <span class="default-span">8.
                            </span>
                            <p class="default-p">В связи с постоянно меняющимся рынком в данном сегменте, с
                                экономическими колебаниями и другими международными факторами -  информация о задержках,
                                изменениях цены и других событиях ПУБЛИКУЕТСЯ В НОВОСТЯХ</p>
                        </div>

                        <div>
                            <span class="default-span">9.
                            </span>
                            <p class="default-p">Мы не проверяем приборы на вкл  и выкл если вы сами об этом не
                                сообщите,не проверяем орг. технику, компьютеры,телевизоры ,светильники,вертолеты и т.д
                                все что требует специальных подключений и знаний в области техники и других отраслей (т.
                                к склад не предусмотрен для проверки такихтоваров) </p>
                        </div>

                        <div>
                            <span class="default-span">10.
                            </span>
                            <p class="default-p">Мы в праве отказать Вам в работе без объяснения причин </p>
                        </div>

                        <div>
                            <span class="default-span">11.
                            </span>
                            <p class="default-p">При утере посылки, по вине ТК, в Росии (после передачи В Москве), 
                                мы  не компенсируем стоимость заказа, так как не может нести материальную
                                ответственность за работу третьих лиц,  просим учитывать, что наша материальная
                                ответственность заканчивается после сдачи посылок в ТК и/или на почту. Мы не можем
                                компенсировать не удобства  российских ТК, где коробки швыряют, ставят на них тонны
                                других грузов, вскрывают и прочее. За вещи сломанные или испорченные по
                                вине  транспортировки российскими ТК или почтой претензии нужно предъявлять перевозчику.
                                Компенсацию за вещи, украденные сотрудниками ТК или почты, пока посылка доставлялась -
                                тоже необходимо требовать с перевозчика. Т.к. это их зона ответственности.  В связи с
                                тем что в России сложная экономическая ситуация ,в работе транспортных компаний РФ-стали
                                выявляться случаи воровства вещей из посылок клиентов.Что бы оградить Вас от такой
                                ситуации хотели бы вам обьяснить как проходит упаковка посылок для передачи в ТК ,мы
                                используем только чистые ,ровные,не в коем случае не поврежденные коробки,плотно
                                упаковываем ваш товар,если есть пространство мы заполняем его пузырчатой пленкой, и
                                потом обворачиваем каждую коробку,не зависимо от размера и габаритов в цветной скотч,
                                проклеивая все стыки, вот в таком состаянии мы увозим посылки в ТК .Что бы обезопасить
                                себя от таких не приятностей,как не достающие позиции,при получении в ТК  -- обязательно
                                взвесить груз на весах, сделать фотографию как посылка лежит на весах, и чтобы было
                                видно вес, сравнить полученный вами вес с весом, указанным в накладной, которую мы вам
                                отправили.Вес должен совпадать.Осмотреть полученную Вами посылку на целосность коробки и
                                скотча.Желательно процесс вскрытия посылки снимать  на видео.Это будет хорошим
                                доказательством в транспортной компании при возникновении проблем. При явных нарушениях
                                упаковки и большой разнице в весе - обязательно пишите заявление в ТК на розыск, делайте
                                запись вскрытия посылки и видеозапись! </p>
                        </div>

                        <div>
                            <span class="default-span">12.
                            </span>
                            <p class="default-p">Проверка оптовых партий осуществляется путем выборочной проверки 10%
                                товара .В случае обнаружения брака в выборке, осуществляется полная проверка всей
                                партии.  Оптовым считаеся количество от 5 штук. В случае если вам необходима визуальная
                                проверка каждой позиции на брак то дополнительная стоимость за проверку составляет от 1
                                до 3 юаней за позицию. Проверка характеристик технически сложных товаров (мобильные
                                телефоны,специальные устройства) осуществляется по запросу, стоимость зависит от
                                сложности проверки. </p>
                        </div>

                        <div>
                            <span class="default-span">13.
                            </span>
                            <p class="default-p">Запрещенные к выкупу и доставке из Китая товары. Продукты мясные,
                                молочные, семена, лекарства, растения, рыболовные сети и устройства связи (рации),
                                скрытые видеокамеры, приспособления для слежки, порошкообразные материала, жидкости</p>
                        </div>

                        <div>
                            <span class="default-span">14.
                            </span>
                            <p class="default-p">Возврат денег по заказам клиентов (в случае отказа от заказа, переплаты
                                или других ситуаций). Возврат по заказам возвращается по курсу сайта на день возврата
                                -0.2 рубля (Для примера: при курсе сайта 11.2 рубля за 1 юань вам будет осуществлен
                                возврат по 11 рублей за 1 юань)  . Возврат производится на карту Сбербанка клиента. При
                                возврате на карту Сбербанка, с клиента взимается комиссия банка за перевод 1% от суммы
                                перевода.</p>
                        </div>

                        <div>
                            <span class="default-span">15.
                            </span>
                            <p class="default-p">Все  отсрочки по заказам (долги) или несвоевременная оплата
                                доставки зачисляются по курсу сайта в день оплаты (по Рабочему времени) все конвертации
                                на сайте происодят в валюте (юань) Мы работаем только в валюте и резкое изменение курса
                                может увеличить стоимость вашей закупки в рублях </p>
                        </div>

                        <div>
                            <span class="default-span">16.
                            </span>
                            <p class="default-p">В случае не своевременной оплаты долга за доставку, груз блокируется -
                                РАЗБЛОКИРОВКА ГРУЗА ЗАНИМАЕТ ДО 10 РАБОЧИХ ДНЕЙ ( На практике быстрее не получается) В
                                случае блокировки груза до 100кг - с вас автоматически забирается 2500₽ за последующее
                                переоформление груза и хранение, с грузами с выше 100кг сумма оговаривается
                                индивидуально и зависит исключительно от параметров груза и срока хранения (платное
                                хранение в тк начинается уже на 7ой день)  В случае не уплаты заблокированного груза  в
                                течении 30 дней мы забираем груз себе и очень быстро реализовываем по цене вашей
                                задолженности!  </p>
                        </div>

                        <div>
                            <span class="default-span">17.
                            </span>
                            <p class="default-p">Не несем отвественности - в случае внезапного возникновения  ЧС,
                                закрытие границ, больших очередей, полного таможенного досмотра вашего груза, ухудшения
                                погодных условий или любых других факторов не оговоренных на момент заказа, которые
                                повлияли на сроки доставки </p>
                        </div>

                        <div>
                            <span class="default-span">18.
                            </span>
                            <p class="default-p">Если товар задерживается на более чем 2 месяцца мы частично
                                компенсируем вам стоимость доставки</p>
                        </div>

                        <div>
                            <span class="default-span">19.
                            </span>
                            <p class="default-p">Исполнитель не отвечает перед Заказчиком за неисполнение третьим лицом
                                и/или продавцом из интернет-магазинов taobao.com, 1688.com, alibaba.com сделки,
                                заключенной с ним за счет Заказчика. Мы не отвечаем за скрытые дефекты товара, полноту и
                                достоверность информации о товаре и т.д (Вы сами выбираете продавцов и товар) Мы не
                                несем ответсвенность за предварительный расчет веса обьема груза полученный от продавца
                                (часто продавцы с таобао дают не актуальные данные веса и параметров, от сюда не
                                правильная ставка в предварительном расчете)</p>
                        </div>

                        <div>
                            <span class="default-span">20.
                            </span>
                            <p class="default-p">В случае, если Заказчик допустил ошибки при заполнении заказа
                                (например, из-за неправильного или неточного перевода наименования товара или по другим
                                причинам) мы не отвечаем за любые возникшие в результате этого негативные последствия. 
                            </p>
                        </div>

                        <div>
                            <span class="default-span">21.
                            </span>
                            <p class="default-p">В случае обнаружения дефекта, несоответствия заказу либо отказа
                                Заказчика от заказанного товара, возврат осуществляется в соответствии с условиями
                                работы продавца товара в соответствующем интернет-магазине.</p>
                        </div>

                        <div>
                            <span class="default-span">22.
                            </span>
                            <p class="default-p">Оплата пересылки товара до продавца (поставщика) в КНР и обратно
                                оплачивается Заказчиком.</p>
                        </div>

                        <div>
                            <span class="default-span">23.
                            </span>
                            <p class="default-p">Площадка alibaba не поддерживает безопасных платежей как taobao и 1688,
                                продавцы с alibaba просят оплату напрямую на карту поэтому мы не можем гарантировать
                                добросовестность продавца (есть риск что он не отправит товар,не отправит нудное
                                количество или отправит не тот товар  и вернуть что либо обратно не предоставляется
                                возможным) При заказе с alibaba все риски лежат на покупателе </p>
                        </div>

                        <div>
                            <span class="default-span">24.
                            </span>
                            <p class="default-p">В случае если груз не был застрахован при доставке из Китая в Россию
                                (если при оформлении заказа вы не указали что бы мы оформили страховку ) то при
                                конфискации на таможне или потре груза в пути мы вернем лишь 4$ за 1 кг товра (к примеру
                                если потеряно 100кг * 4$  = 400$ за груз + сумма оплаченой доставки). Потери груза и
                                конфискация случаются  редко, из 35000 доставленых грузов было потеряно около 100 (это
                                0,28%)</p>
                        </div>

                        <div>
                            <span class="default-span">25.
                            </span>
                            <p class="default-p">В случае потери груза при оформленой 100% страховке вам возвращается
                                вся уплаченная сумма</p>
                        </div>


                        <div>
                            <span class="default-span">26.
                            </span>
                            <p class="default-p">В случае повреждения груза который был без обрешётки стоимость груза НЕ
                                ВОЗВРАЩАЕТСЯ. (Так же мы не несём ответственность если упаковка самого товара от
                                поставщика имела пространство внутри и товар побился между собой )</p>
                        </div>
                        <div>
                            <span class="default-span">27.
                            </span>
                            <p class="default-p">В случае задолжности за груз более чем на 10000 юаней и более 2ух
                                недель дополнительно взымается ежемесячная комиссия 2%  (предоставляется как займ)</p>
                        </div>

                        <div>
                            <span class="default-span">28.
                            </span>
                            <p class="default-p">При поступлении груза в РФ и не уплаты доставки груз блокируется, если
                                в течении1ой недели доставка не оплачивается то на сумму задолжности взымается 
                                дополнительные 3% в месяц  (предоставляется как займ)</p>
                        </div>
                        <div>
                            <span class="default-span">29.
                            </span>
                            <p class="default-p">Смена получателя после отправки груза в Транспортной компании 1000р</p>
                        </div>
                        <div>
                            <span class="default-span">30.
                            </span>
                            <p class="default-p">Если плотность груза меньше 100 (когда в 1м3 меньше 100кг)  доставка
                                расчитывается в кубах, перед отправкой вам сообщают цену доставки и выставляют счет!
                                Грузы расчитаныые в м3 ОТПРАВЛЯЮТСЯ ИЗ КИТАЯ ПОСЛЕ 100% ОПЛАТЫ! Если вы отказываетесь от
                                груза то вы оплачиваете упаковку груза (кторая была произведенена перед отправкой) 
                                и двойную комиссию сайта ! Мы связываемся с поставщиком и если он готов забрать данный
                                товар обратно то высылаем ему (доставка за ваш счет). В случае если поставщик не готов
                                забрать товар обратно (по условиям площадки выкупа) мы можем выслать ваш товар на другой
                                склад. Не отправленный груз может хранится на складе 20 дней, после этого мы его
                                ликвидируем (без возврата каких либо средств)</p>
                        </div>
                        <div>
                            <span class="default-span">31.
                            </span>
                            <p class="default-p">Погрешности в выставленном счете и фактическим весом и объёмом
                                полученного груза в диапазоне в 1-4кг или 0,1-0,3 м3 НЕ ПЕРЕСЧИТЫВАЮТСЯ (Груз проходит
                                от 2ух до 3ех перегрузов и в процессе доставки товар или защитные мешки могут прижаться
                                и изменить размер коробки на 1-5 см (одежда, мягкие игрушки и т.д) либо одна из частей
                                обрешётки может оторваться что уменьшит вес при получении)  
                            </p>
                        </div>

                        <div>
                            <span class="default-p vajno"> <span>В помощь:</span> Что бы перевозка объемного груза стала
                                дешевле, дозакажите тяжелых
                                малогабаритных товаров (пример: аккумуляторы, собраная корпусная мебель, гвозди)
                            </span>

                        </div>
                        <div>
                            <span class="default-span">31.
                            </span>
                            <p class="default-p">Погрешности в выставленном счете и фактическим весом и объёмом
                                полученного груза в диапазоне в 1-4кг или 0,1-0,3 м3 НЕ ПЕРЕСЧИТЫВАЮТСЯ (Груз проходит
                                от 2ух до 3ех перегрузов и в процессе доставки товар или защитные мешки могут прижаться
                                и изменить размер коробки на 1-5 см (одежда, мягкие игрушки и т.д) либо одна из частей
                                обрешётки может оторваться что уменьшит вес при получении)  </p>
                        </div>
                        <div>
                            <span class="default-span">32.
                            </span>
                            <p class="default-p">Важно учитывать. Площадка alibaba, we chat и любых других платформ и
                                способы коммуникации с поставщиками (все что кроме taobao, tmall, 1688)  не поддерживает
                                безопасных платежей как taobao и 1688, продавцы сторонних платформ просят оплату
                                напрямую на карту поэтому мы не можем гарантировать добросовестность продавца (есть риск
                                что он не отправит товар,не отправит нужное количество или отправит не тот товар и
                                вернуть что либо обратно не предоставляется возможным) При заказе с этих площадок  все
                                риски лежат на покупателе, мы не несём отвественности за то что продавец отправит груз,
                                что отправит нужное количество, не несём отвественности за качество (вернуть товар
                                обратно почти не возможно). Делай заказ со стороних площадок и оплачивая счет вы
                                безоговорочно принимаете это условие и берете риски на себя</p>
                        </div>
                        <div>
                            <span class="default-span">33.
                            </span>
                            <p class="default-p">При получении груза в ТК убедитесь, что количество мест и отметка груза
                                совпадают с отправленными (эти данные прописываются в вашем закзае, после отправки груза
                                в РФ). В транспортной компании участились случаи того, что груза путают. Если отметка
                                (номер ) на коробке не совпадает , не принимайте груз и пишите заявление в ТК на
                                розыск. </p>
                        </div>
                        <div>
                            <span class="default-span">34.
                            </span>
                            <p class="default-p">Если товары на складе в Китае лежат более 3 х месяцев (по каким либо
                                причинам: запрещенный к ввозу товар, отказ продавца в возврате , нет ответа от
                                заказчика  ) груз утилизируются без компенсаций.</p>
                        </div>


                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'ConditionsPage'
}
</script>

<style src="./conditions.css"></style>