<template>
    <div class="payment">
        <div class="container">
            <div class="payment_content">
                <div class="paymnet_top">
                    <h2 class="default-h2">Оплата заказов China Town</h2>
                    <p class="default-p">Важная информация: Все счета на оплату выставляются автоматически в юанях и в
                        течении 48 часов вам отправят реквезиты по выбранному вами способу оплаты с актуальным курсом 
                    </p>
                    <b>Минимальная сумма заказам 1.11.2022 4000 юаней</b>
                </div>

                <div class="payment-item">
                    <span>[01]</span>
                    <b>Оплата через виртуальную карту и QR код сбербанк </b>
                    <p class="default-p">(На заказы от 10 тыс юаней - комиссия  2,5%, на заказы меньше 10 тыс юаней
                        комиссия 5%)   </p>
                    <span class="lighter_span_payment">Самый выгодный и безопасный способ из всех имеющихся</span>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Снятия по QR коду Сбербанк происходит на суммы от 100тыс</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Снятия с виртуальных карт – от 300 тыс (в связи с ограничениями на
                                добавления карт в приложении МИР Pay) так же данный способ оплаты подходит для тех кто
                                сотрудничает на постоянной основе (в связи со сложностями первого снятия) Обязательно
                                нужно подключить прайм плюс, он активируется на следующий день. Поэтому надо подключить
                                за сутки до снятия</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Снятия с виртуальных карт Райффайзен, Тинькоф, ОТКРЫТИЕ  (другие банки
                                по запросу) от 200 тыс</p>
                        </div>
                    </div>
                </div>
                <div class="payment-item">
                    <span>[02]</span>
                    <b>Оплата USDT  - электронный доллар через криптосеть ETH и TRC</b>
                    <p class="default-p">(Комиссия на заказ 3-5%, на заказы от 10тыс юаней  комиссия - 3%, на заказы
                        менее 10тыс юаней комиссия 5%)</p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Инструкция для перевода https://disk.yandex.ru/i/2_-PdFTR5seq0w</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">с 4.12.2023 при зачислении - 1% (для примера при оплате 100 USDT на
                                баланс зачисляется 99)</p>
                        </div>
                    </div>
                </div>

                <div class="payment-item">
                    <span>[03]</span>
                    <b>Оплата на карту Сбербанка</b>
                    <p class="default-p">(Комиссия на заказ 4% - 6%, увеличен % с 19.10.23, на заказы от 10тыс
                        юаней комиссия - 4%, на заказы менее 10 тыс юаней комиссия 6%))</p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Один счет для оплаты может быть поделен на разные карты</p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Прием оплат на карту Сбербанк осуществляется понедельник - пятница в
                                рабочее время (сб - вс оплата на карту сбербанк не доступна) </p>
                        </div>
                    </div>
                </div>

                <div class="payment-item">
                    <span>[04]</span>
                    <b>Оплата наличными в Москве</b>
                    <p class="default-p">(Комиссия на заказ 3%)</p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Для оплаты принимаются Рубли, Доллары – Эквивалент от 500 тыс рублей
                            </p>
                        </div>
                        <div>

                            <p class="default-p">*Курс при оплате долларами наличными отличается от курса сайта </p>
                        </div>
                    </div>
                </div>

                <div class="payment-item">
                    <span>[05]</span>
                    <b>Оплата на Расчетный Счет</b>
                    <p class="default-p">(от 200тыс рублей)</p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Комиссия в 2 этапа (15% от суммы зачисления в счёт
                                налогов бухгалтерии и снятия (с 18.02.2023 в связи с различными ужесточениями) + 3%
                                комиссия в заказе)
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">При оплате на расчетный счет мы заключаем с вами агентский договор, так
                                же возможна работа без договора
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">С НДС работаем, но цена плавающая и выдается по запросу у менеджера (от
                                20% и выше)
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Деньги зачисляются на счет для выкупа заказа в течении 7 рабочих дней
                                по курсу в день зачисления (срок зависит от суммы)
                            </p>
                        </div>

                    </div>
                    <p class="defult-p vajno"><span>Важно:</span> оплата на расчетный счет выставляется только на товар,
                        доставку за груз из Китая на расчетный счет оплатить НЕЛЬЗЯ... оплата за доставку только на
                        карту сбербанка (можно оплачивать за товар с запасом денег на доставку) </p>
                    <p class="default-p">Так же при оплате на расчетный счет мы предоставляем закрывающие документы торг
                        12 (товар оговаривается)</p>
                </div>

                <div class="payment-item">
                    <span>[06]</span>
                    <b>Оплата на карту дубликат</b>
                    <p class="default-p">(от 100тыс рублей, на заказы от 10тыс юаней комиссия - 3%, на заказы менее 10
                        тыс юаней комиссия 5%)</p>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Вы создаете карту дубликат в Сбербанке или отправляете свою действующую
                                карту если у вас их несколько (Отправка только СДЭКОМ г.Москва)
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Вы пополняете действующую карту или переводите между своими счетами и
                                пишите нашему представителю для снятия денег (снятие может занимать до 3 рабочих дней)
                                зачисление по курсу в день снятия </p>
                        </div>
                    </div>
                </div>

                <div class="vnimanie">
                    <h3 class="default-h3">Внимание</h3>
                    <b>Оплата заказанного товара происходит следующим образом:</b>
                    <div class="text_with_dots">
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Первый шаг: вы вносите оплату за выбранный товар. В общую сумму
                                включается стоимость самого товара и услуги сервиса (от 2% от общей стоимости товара).
                                Сюда же входит оплата почтовой службы за доставку по территории Китая до нашего склада в
                                Китае + услуги оператора (1 юань с каждой позиции)
                            </p>
                        </div>
                        <div>

                            <p class="default-p">*Относиться только для выкупа с Китайских интернет площадок, не
                                относиться к КАРГО </p>
                        </div>

                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Второй шаг:  после того как мы приняли вашу посылку на своём складе, вы
                                оплачиваете ее отправку из Китая в Россию
                            </p>
                        </div>

                        <div>
                            <p class="default-p">*Для карго грузов и выкупленных заказов с интернет-магазинов 
                            </p>
                        </div>
                        <div>
                            <span class="text_with_dots_dot"></span>
                            <p class="default-p">Доставку по России клиент платит при получении
                            </p>
                        </div>

                        <div>
                            <p class="default-p">*Для карго грузов и выкупленных заказов с интернет-магазинов 
                            </p>
                        </div>
                    </div>
                </div>

                <div class="vnimanie">

                    <b>Условия оплаты</b>
                    <p class="default-p">После обработки заказа оператор выставит вам счет, к которому будут указаны
                        реквизиты платежа. Именно по этим реквизитам вы должны осуществить денежный перевод. После
                        совершения перевода прикрепите чек скрин, выписку или фото платежа в ответ на выставленный счет.
                        После проверки платежа начинается выкуп вашей посылки.</p>
                    <p class="default-p">После того как наш специалист осуществит выкуп вашего товара, вернуть денежные
                        средства становится невозможно.</p>
                    <p class="default-p">Возврат денежных средств оставшихся на балансе не производится, а остается для
                        оплаты доставки </p>
                    <p class="default-p">В случае задолжности за груз более чем на 10000 юаней и более 2ух недель
                        дополнительно взымается ежемесячная комиссия 2% (предоставляется как займ)9</p>
                    <p class="default-p">При поступлении груза в РФ и не уплаты доставки груз блокируется, если в
                        течении 1ой недели доставка не оплачивается то на сумму задолжности взымается  дополнительные 3%
                        в месяц (предоставляется как займ)</p>
                    <p class="default-p">Заказы с поставщиками с алибаба, по инвойсу, вичату и другие где нету системы
                        защищеных платежей выкупаются только после 100% оплаты (при свифт и рс после поступления денег
                        на счет)</p>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'PaymentPage'
}
</script>

<style src="./payment.css" scoped></style>