<template>
    <div class="news">
        <div class="container">
            <div class="news_page_content">
                <h2 class="default-h2">Новости</h2>
                <div class="news_page_news">
                    <div class="news_left">
                        <span>26 марта 2024</span>
                    </div>
                    <div class="news_right">
                        <h3 class="default-h3">Курс 13.5 = 1 юань</h3>
                        <p class="default-p">Уважаемые клиенты 26.03.2024 года  курс на нашем сайте  равен 13.5  руб за
                            1 юань .Все новые зачисления принимаем по актуальному курсуУважаемые клиенты 26.03.2024
                            года  курс на нашем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсуУважаемые клиенты 26.03.2024 года  курс на нашем сайте  равен 13.5  руб за
                            1 юань .Все новые зачисления принимаем по актуальному курсуУважаемые клиенты 26.03.2024
                            года  курс на нашем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсу</p>
                    </div>
                </div>
                <div class="news_page_news">
                    <div class="news_left">
                        <span>26 марта 2024</span>
                    </div>
                    <div class="news_right">
                        <h3 class="default-h3">Курс 13.5 = 1 юань</h3>
                        <p class="default-p">Уважаемые клиенты 21.03.2024 года  курс на нашем сайте  равен 13.45  руб за 1 юань .Все новые зачисления принимаем по актуальному курсуем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсу</p>
                    </div>
                </div>

                <div class="news_page_news">
                    <div class="news_left">
                        <span>26 марта 2024</span>
                    </div>
                    <div class="news_right">
                        <h3 class="default-h3">Курс 13.5 = 1 юань</h3>
                        <p class="default-p">Уважаемые клиенты 21.03.2024 года  курс на нашем сайте  равен 13.45  руб за 1 юань .Все новые зачисления принимаем по актуальному курсуем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсу</p>
                    </div>
                </div>

                <div class="news_page_news">
                    <div class="news_left">
                        <span>26 марта 2024</span>
                    </div>
                    <div class="news_right">
                        <h3 class="default-h3">Курс 13.5 = 1 юань</h3>
                        <p class="default-p">Уважаемые клиенты 21.03.2024 года  курс на нашем сайте  равен 13.45  руб за 1 юань .Все новые зачисления принимаем по актуальному курсуем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсу</p>
                    </div>
                </div>
                <div class="news_page_news">
                    <div class="news_left">
                        <span>26 марта 2024</span>
                    </div>
                    <div class="news_right">
                        <h3 class="default-h3">Курс 13.5 = 1 юань</h3>
                        <p class="default-p">Уважаемые клиенты 26.03.2024 года  курс на нашем сайте  равен 13.5  руб за
                            1 юань .Все новые зачисления принимаем по актуальному курсуУважаемые клиенты 26.03.2024
                            года  курс на нашем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсуУважаемые клиенты 26.03.2024 года  курс на нашем сайте  равен 13.5  руб за
                            1 юань .Все новые зачисления принимаем по актуальному курсуУважаемые клиенты 26.03.2024
                            года  курс на нашем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсу</p>
                    </div>
                </div>
                <div class="news_page_news">
                    <div class="news_left">
                        <span>26 марта 2024</span>
                    </div>
                    <div class="news_right">
                        <h3 class="default-h3">Курс 13.5 = 1 юань</h3>
                        <p class="default-p">Уважаемые клиенты 26.03.2024 года  курс на нашем сайте  равен 13.5  руб за
                            1 юань .Все новые зачисления принимаем по актуальному курсуУважаемые клиенты 26.03.2024
                            года  курс на нашем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсуУважаемые клиенты 26.03.2024 года  курс на нашем сайте  равен 13.5  руб за
                            1 юань .Все новые зачисления принимаем по актуальному курсуУважаемые клиенты 26.03.2024
                            года  курс на нашем сайте  равен 13.5  руб за 1 юань .Все новые зачисления принимаем по
                            актуальному курсу</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: 'NewsPage'
}
</script>

<style src="./news.css"></style>