<template>
    <div :class="['orders', { 'orders_mobile': !isLargeScreen }]" id="orders">
        <div class="container">
            <div class="orders_content">
                <div class="orders_left">
                    <ProfileLinks />
                </div>
                <div class="orders_right">
                    <div @click="goBack()" class="profile_mobile_go_back">
                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9.33252 10.6672L6.66585 8.00057L9.33252 5.3339" stroke="#323232"
                                stroke-linecap="round" />
                        </svg>
                        <span>Назад</span>
                    </div>
                    <div class="orders_buttons">
                        <div class="order_button">
                            <p class="default-p">Желаете приобрести любой товар в Китае?</p>
                            <MainButton text="Заказать выкуп" />
                        </div>
                        <img src="../../../public/images/orders.png" alt="">
                        <!-- <div class="orders_buttons_img" ></div> -->
                        <div class="order_button">
                            <p class="default-p">Требуется доставить ваш груз из Китая в Россию?</p>
                            <MainButton text="Оформить груз" />
                        </div>
                    </div>
                    <div class="orders_info">
                        <div class="order">
                            <div class="order_top">
                                <div class="order_top_texts">
                                    <div class="order_top_text">
                                        <span>Заказ</span>
                                        <b>124661</b>
                                    </div>
                                    <div class="order_top_text">
                                        <span>От</span>
                                        <b>17.04.2024</b>
                                    </div>
                                    <div class="order_top_text">
                                        <span>Итого</span>
                                        <b>9 999 ¥ / 135 499 ₽</b>
                                    </div>
                                </div>
                                <div class="order_top_button order_status_done">
                                    <span>Выполнен</span>
                                </div>
                            </div>
                            <div class="order_center">
                                <img src="../../../public/images/order-image.png" alt="">
                                <img src="../../../public/images/order-image.png" alt="">
                                <img src="../../../public/images/order-image.png" alt="">
                            </div>
                            <div class="order_bottom">
                                <div></div>
                                <div class="order_buttons">
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M2.19526 10.4717L9 3.66692C9.92047 2.74644 11.4129 2.74644 12.3333 3.66692C13.2538 4.58739 13.2538 6.07978 12.3333 7.00025L5.5286 13.805C5.40357 13.93 5.234 14.0003 5.05719 14.0003H2.66667C2.29848 14.0003 2 13.7018 2 13.3336V10.9431C2 10.7663 2.07024 10.5967 2.19526 10.4717Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Редактировать</span>
                                    </div>
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M3.99967 2.66699H11.9997C13.4724 2.66699 14.6663 3.8609 14.6663 5.33366V10.667C14.6663 12.1398 13.4724 13.3337 11.9997 13.3337H3.99967C2.52692 13.3337 1.33301 12.1398 1.33301 10.667V5.33366C1.33301 3.8609 2.52692 2.66699 3.99967 2.66699ZM4.39967 4.36699C4.23399 4.14608 3.92059 4.10131 3.69967 4.26699C3.47876 4.43268 3.43399 4.74608 3.59967 4.96699L5.46634 7.45588C6.73301 9.14477 9.26634 9.14477 10.533 7.45588L12.3997 4.96699C12.5654 4.74608 12.5206 4.43268 12.2997 4.26699C12.0788 4.10131 11.7654 4.14608 11.5997 4.36699L9.73301 6.85588C8.86634 8.01144 7.13301 8.01144 6.26634 6.85588L4.39967 4.36699Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Сообщения</span>
                                    </div>
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M4.26499 12.0869L4.02671 6.60642C4.01177 6.2627 4.26067 5.96457 4.60225 5.92351C5.42096 5.8251 6.90855 5.66667 8.00034 5.66667C9.0805 5.66667 10.5481 5.82174 11.372 5.92035C11.7247 5.96255 11.9762 6.27772 11.9454 6.63154L11.4635 12.1733C11.3737 13.2068 10.5085 14 9.47106 14H6.2631C5.19232 14 4.3115 13.1566 4.26499 12.0869ZM5.50034 12C5.50034 11.7239 5.7242 11.5 6.00034 11.5H10.0003C10.2765 11.5 10.5003 11.7239 10.5003 12C10.5003 12.2761 10.2765 12.5 10.0003 12.5H6.00034C5.7242 12.5 5.50034 12.2761 5.50034 12Z"
                                                fill="var(--primary-text)" />
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M4.47637 3.67098C4.5156 3.65483 4.55754 3.64345 4.60159 3.63763L4.62028 3.63517C5.05439 3.57786 5.42412 3.29149 5.58816 2.8855C5.92647 2.04817 6.73918 1.5 7.64227 1.5H8.5404C9.45562 1.5 10.2792 2.05553 10.6221 2.9041L10.6824 3.05333C10.8076 3.36327 11.0853 3.58558 11.4151 3.64C11.4534 3.64632 11.4899 3.65682 11.5243 3.67097C12.0486 3.71193 12.5087 3.75266 12.84 3.78339C13.0095 3.7991 13.1453 3.81221 13.239 3.8214L13.3467 3.8321L13.3848 3.83595C13.6595 3.86415 13.8593 4.1097 13.8311 4.3844C13.8029 4.6591 13.5569 4.85888 13.2822 4.83067L13.2467 4.82708L13.1413 4.81662C13.0492 4.80758 12.9152 4.79465 12.7476 4.77911C12.4126 4.74804 11.9441 4.7066 11.4109 4.66516C10.3408 4.58202 9.02344 4.5 8.00036 4.5C6.97727 4.5 5.65994 4.58202 4.58985 4.66516C4.05663 4.7066 3.58815 4.74804 3.25306 4.77911C3.08556 4.79465 2.95149 4.80758 2.85944 4.81662L2.754 4.82708L2.71809 4.83072C2.44339 4.85892 2.19784 4.6591 2.16964 4.3844C2.14143 4.1097 2.34198 3.86408 2.61667 3.83587L2.65398 3.8321L2.76175 3.8214C2.8554 3.81221 2.99126 3.7991 3.16072 3.78339C3.492 3.75266 3.95205 3.71194 4.47637 3.67098ZM7.64227 2.5C7.14681 2.5 6.70094 2.80074 6.51534 3.26012C6.47504 3.35984 6.42794 3.45561 6.37466 3.54693C6.94085 3.51858 7.50194 3.5 8.00036 3.5C8.55349 3.5 9.18382 3.52289 9.81264 3.5566C9.79205 3.51461 9.77288 3.4717 9.7552 3.42794L9.69491 3.27872C9.50476 2.8081 9.04798 2.5 8.5404 2.5H7.64227Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Удалить</span>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="order">
                            <div class="order_top">
                                <div class="order_top_texts">
                                    <div class="order_top_text">
                                        <span>Заказ</span>
                                        <b>124661</b>
                                    </div>
                                    <div class="order_top_text">
                                        <span>От</span>
                                        <b>17.04.2024</b>
                                    </div>
                                    <div class="order_top_text">
                                        <span>Итого</span>
                                        <b>9 999 ¥ / 135 499 ₽</b>
                                    </div>
                                </div>
                                <div class="order_top_button order_status_done">
                                    <span>Выполнен</span>
                                </div>
                            </div>
                            <div class="order_center">
                                <img src="../../../public/images/order-image.png" alt="">
                                <img src="../../../public/images/order-image.png" alt="">
                                <img src="../../../public/images/order-image.png" alt="">
                            </div>
                            <div class="order_bottom">
                                <div></div>
                                <div class="order_buttons">
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M2.19526 10.4717L9 3.66692C9.92047 2.74644 11.4129 2.74644 12.3333 3.66692C13.2538 4.58739 13.2538 6.07978 12.3333 7.00025L5.5286 13.805C5.40357 13.93 5.234 14.0003 5.05719 14.0003H2.66667C2.29848 14.0003 2 13.7018 2 13.3336V10.9431C2 10.7663 2.07024 10.5967 2.19526 10.4717Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Редактировать</span>
                                    </div>
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M3.99967 2.66699H11.9997C13.4724 2.66699 14.6663 3.8609 14.6663 5.33366V10.667C14.6663 12.1398 13.4724 13.3337 11.9997 13.3337H3.99967C2.52692 13.3337 1.33301 12.1398 1.33301 10.667V5.33366C1.33301 3.8609 2.52692 2.66699 3.99967 2.66699ZM4.39967 4.36699C4.23399 4.14608 3.92059 4.10131 3.69967 4.26699C3.47876 4.43268 3.43399 4.74608 3.59967 4.96699L5.46634 7.45588C6.73301 9.14477 9.26634 9.14477 10.533 7.45588L12.3997 4.96699C12.5654 4.74608 12.5206 4.43268 12.2997 4.26699C12.0788 4.10131 11.7654 4.14608 11.5997 4.36699L9.73301 6.85588C8.86634 8.01144 7.13301 8.01144 6.26634 6.85588L4.39967 4.36699Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Сообщения</span>
                                    </div>
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M4.26499 12.0869L4.02671 6.60642C4.01177 6.2627 4.26067 5.96457 4.60225 5.92351C5.42096 5.8251 6.90855 5.66667 8.00034 5.66667C9.0805 5.66667 10.5481 5.82174 11.372 5.92035C11.7247 5.96255 11.9762 6.27772 11.9454 6.63154L11.4635 12.1733C11.3737 13.2068 10.5085 14 9.47106 14H6.2631C5.19232 14 4.3115 13.1566 4.26499 12.0869ZM5.50034 12C5.50034 11.7239 5.7242 11.5 6.00034 11.5H10.0003C10.2765 11.5 10.5003 11.7239 10.5003 12C10.5003 12.2761 10.2765 12.5 10.0003 12.5H6.00034C5.7242 12.5 5.50034 12.2761 5.50034 12Z"
                                                fill="var(--primary-text)" />
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M4.47637 3.67098C4.5156 3.65483 4.55754 3.64345 4.60159 3.63763L4.62028 3.63517C5.05439 3.57786 5.42412 3.29149 5.58816 2.8855C5.92647 2.04817 6.73918 1.5 7.64227 1.5H8.5404C9.45562 1.5 10.2792 2.05553 10.6221 2.9041L10.6824 3.05333C10.8076 3.36327 11.0853 3.58558 11.4151 3.64C11.4534 3.64632 11.4899 3.65682 11.5243 3.67097C12.0486 3.71193 12.5087 3.75266 12.84 3.78339C13.0095 3.7991 13.1453 3.81221 13.239 3.8214L13.3467 3.8321L13.3848 3.83595C13.6595 3.86415 13.8593 4.1097 13.8311 4.3844C13.8029 4.6591 13.5569 4.85888 13.2822 4.83067L13.2467 4.82708L13.1413 4.81662C13.0492 4.80758 12.9152 4.79465 12.7476 4.77911C12.4126 4.74804 11.9441 4.7066 11.4109 4.66516C10.3408 4.58202 9.02344 4.5 8.00036 4.5C6.97727 4.5 5.65994 4.58202 4.58985 4.66516C4.05663 4.7066 3.58815 4.74804 3.25306 4.77911C3.08556 4.79465 2.95149 4.80758 2.85944 4.81662L2.754 4.82708L2.71809 4.83072C2.44339 4.85892 2.19784 4.6591 2.16964 4.3844C2.14143 4.1097 2.34198 3.86408 2.61667 3.83587L2.65398 3.8321L2.76175 3.8214C2.8554 3.81221 2.99126 3.7991 3.16072 3.78339C3.492 3.75266 3.95205 3.71194 4.47637 3.67098ZM7.64227 2.5C7.14681 2.5 6.70094 2.80074 6.51534 3.26012C6.47504 3.35984 6.42794 3.45561 6.37466 3.54693C6.94085 3.51858 7.50194 3.5 8.00036 3.5C8.55349 3.5 9.18382 3.52289 9.81264 3.5566C9.79205 3.51461 9.77288 3.4717 9.7552 3.42794L9.69491 3.27872C9.50476 2.8081 9.04798 2.5 8.5404 2.5H7.64227Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Удалить</span>
                                    </div>
                                </div>
                            </div>
                        </div>
                        <div class="order">
                            <div class="order_top">
                                <div class="order_top_texts">
                                    <div class="order_top_text">
                                        <span>Заказ</span>
                                        <b>124661</b>
                                    </div>
                                    <div class="order_top_text">
                                        <span>От</span>
                                        <b>17.04.2024</b>
                                    </div>
                                    <div class="order_top_text">
                                        <span>Итого</span>
                                        <b>9 999 ¥ / 135 499 ₽</b>
                                    </div>
                                </div>
                                <div class="order_top_button order_status_undone">
                                    <span>Не оплачен</span>
                                </div>
                            </div>
                            <div class="order_center">
                                <img src="../../../public/images/order-image.png" alt="">
                                <img src="../../../public/images/order-image.png" alt="">
                                <img src="../../../public/images/order-image.png" alt="">
                            </div>
                            <div class="order_bottom">
                                <div class="confirm_order">
                                    <span @click="showConfirmPopup()">Подтвердить заказ</span>
                                </div>
                                <div class="order_buttons">
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path
                                                d="M2.19526 10.4717L9 3.66692C9.92047 2.74644 11.4129 2.74644 12.3333 3.66692C13.2538 4.58739 13.2538 6.07978 12.3333 7.00025L5.5286 13.805C5.40357 13.93 5.234 14.0003 5.05719 14.0003H2.66667C2.29848 14.0003 2 13.7018 2 13.3336V10.9431C2 10.7663 2.07024 10.5967 2.19526 10.4717Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Редактировать</span>
                                    </div>
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M3.99967 2.66699H11.9997C13.4724 2.66699 14.6663 3.8609 14.6663 5.33366V10.667C14.6663 12.1398 13.4724 13.3337 11.9997 13.3337H3.99967C2.52692 13.3337 1.33301 12.1398 1.33301 10.667V5.33366C1.33301 3.8609 2.52692 2.66699 3.99967 2.66699ZM4.39967 4.36699C4.23399 4.14608 3.92059 4.10131 3.69967 4.26699C3.47876 4.43268 3.43399 4.74608 3.59967 4.96699L5.46634 7.45588C6.73301 9.14477 9.26634 9.14477 10.533 7.45588L12.3997 4.96699C12.5654 4.74608 12.5206 4.43268 12.2997 4.26699C12.0788 4.10131 11.7654 4.14608 11.5997 4.36699L9.73301 6.85588C8.86634 8.01144 7.13301 8.01144 6.26634 6.85588L4.39967 4.36699Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Сообщения</span>
                                    </div>
                                    <div class="order_bottom_button">
                                        <svg width="16" height="16" viewBox="0 0 16 16" fill="none"
                                            xmlns="http://www.w3.org/2000/svg">
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M4.26499 12.0869L4.02671 6.60642C4.01177 6.2627 4.26067 5.96457 4.60225 5.92351C5.42096 5.8251 6.90855 5.66667 8.00034 5.66667C9.0805 5.66667 10.5481 5.82174 11.372 5.92035C11.7247 5.96255 11.9762 6.27772 11.9454 6.63154L11.4635 12.1733C11.3737 13.2068 10.5085 14 9.47106 14H6.2631C5.19232 14 4.3115 13.1566 4.26499 12.0869ZM5.50034 12C5.50034 11.7239 5.7242 11.5 6.00034 11.5H10.0003C10.2765 11.5 10.5003 11.7239 10.5003 12C10.5003 12.2761 10.2765 12.5 10.0003 12.5H6.00034C5.7242 12.5 5.50034 12.2761 5.50034 12Z"
                                                fill="var(--primary-text)" />
                                            <path fill-rule="evenodd" clip-rule="evenodd"
                                                d="M4.47637 3.67098C4.5156 3.65483 4.55754 3.64345 4.60159 3.63763L4.62028 3.63517C5.05439 3.57786 5.42412 3.29149 5.58816 2.8855C5.92647 2.04817 6.73918 1.5 7.64227 1.5H8.5404C9.45562 1.5 10.2792 2.05553 10.6221 2.9041L10.6824 3.05333C10.8076 3.36327 11.0853 3.58558 11.4151 3.64C11.4534 3.64632 11.4899 3.65682 11.5243 3.67097C12.0486 3.71193 12.5087 3.75266 12.84 3.78339C13.0095 3.7991 13.1453 3.81221 13.239 3.8214L13.3467 3.8321L13.3848 3.83595C13.6595 3.86415 13.8593 4.1097 13.8311 4.3844C13.8029 4.6591 13.5569 4.85888 13.2822 4.83067L13.2467 4.82708L13.1413 4.81662C13.0492 4.80758 12.9152 4.79465 12.7476 4.77911C12.4126 4.74804 11.9441 4.7066 11.4109 4.66516C10.3408 4.58202 9.02344 4.5 8.00036 4.5C6.97727 4.5 5.65994 4.58202 4.58985 4.66516C4.05663 4.7066 3.58815 4.74804 3.25306 4.77911C3.08556 4.79465 2.95149 4.80758 2.85944 4.81662L2.754 4.82708L2.71809 4.83072C2.44339 4.85892 2.19784 4.6591 2.16964 4.3844C2.14143 4.1097 2.34198 3.86408 2.61667 3.83587L2.65398 3.8321L2.76175 3.8214C2.8554 3.81221 2.99126 3.7991 3.16072 3.78339C3.492 3.75266 3.95205 3.71194 4.47637 3.67098ZM7.64227 2.5C7.14681 2.5 6.70094 2.80074 6.51534 3.26012C6.47504 3.35984 6.42794 3.45561 6.37466 3.54693C6.94085 3.51858 7.50194 3.5 8.00036 3.5C8.55349 3.5 9.18382 3.52289 9.81264 3.5566C9.79205 3.51461 9.77288 3.4717 9.7552 3.42794L9.69491 3.27872C9.50476 2.8081 9.04798 2.5 8.5404 2.5H7.64227Z"
                                                fill="var(--primary-text)" />
                                        </svg>
                                        <span>Удалить</span>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <div v-if="confirmPopup" class="popup-overlay profile_photo_popup">
        <div class="popup_content">
            <div class="popup_close" @click="showConfirmPopup()">
                <svg width="32" height="32" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M9 23L16 16M16 16L23 9M16 16L23 23M16 16L9 9" stroke="var(--primary-text)"
                        stroke-linecap="round" />
                </svg>

            </div>
            <h1 class="default-h1">Запрос счета</h1>
            <p class="default-p">Нажмите «‎Подтвердить заказ» и ваш заказ увидят операторы, приступят к его обработке,
                уточнять стоимость доставки по Китаю. После согласования стоимости товара и доставки, будет выставлен
                счёт на оплату в сообщениях к заказу. Уведомление поступит на вашу почту, а так же в разделе сообщений.
                Благодарим за ваш заказ.
                Нажимая «‎Подтвердить заказ» вы соглашаетесь с правилами сайта и подтверждаете обработку персональных
                данных.
                Запросив счёт у операторов, вы не сможете в дальнейшем добавить товары в этот заказ. Если Вы желаете
                добавить ещё товары в заказ, нажмите «‎Позже», а когда будете готовы, просто запросите счет в разделе
                «‎Заказов».</p>
            <div class="popup_buttons">
                <MainButton text="Подтвердить заказ" />
                <span>Позже</span>
            </div>
        </div>
    </div>
</template>

<script>
import ProfileLinks from '@/components/ProfileLinks.vue';
import MainButton from '@/components/MainButton.vue';
export default {
    name: 'OrdersPage',
    components: {
        ProfileLinks,
        MainButton
    },
    data() {
        return {
            isLargeScreen: window.innerWidth > 1050,
            confirmPopup: false

        }
    },
    methods: {
        showConfirmPopup() {
            this.confirmPopup = !this.confirmPopup
        }
    }
}
</script>

<style src="./orders.css"></style>