<template>
	<div class="delivery_page">
		<div class="container">
			<div class="delivery_content">
				<div class="deliver_top_ps">
					<p class="default-p">
						КАРГО доставка, груз идет в г. Москва и далее отправляется ТК в ваш
						город или по Москве
					</p>
					<div class="">
						<p class="default-p mb-1">
							* Все сроки указаны из результатов доставки за последний год и
							являются лишь средним значением, при волнении с пандемией,
							проверках на таможне и прочих факторах возможно увеличение сроков 
						</p>
						<p class="default-p">
							* Индивидуальные условия для оплаты на груз: если цена доставки
							больше чем цена товара то груз отправляется только после оплаты 
						</p>
					</div>
				</div>
				<h2 class="default-h2">Варианты доставки</h2>
				<div class="delivery-variation">
					<b class="default-b">Авиа доставка  (8 - 12 дней)</b>
					<p class="default-p">
						Доставка из г. Гуаньчжоу и ИУ до г. Москва, 8-15 дней (страховка
						1-4%)
					</p>
					<div class="text_with_dots">
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">Одежда и сумки — 12$</p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">Прочее — 12,5$ </p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">Обувь — 12,5$ </p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">Майнеры/Видеокарта — 13$ </p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">Чай/Продукты питания — 14$ </p>
						</div>
					</div>
					<p class="default-p">Минимальный вес для отправки Авиа 10кг</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b"
						>Авто быстро через Казахстан (15-30 дней, от 2,5$ за кг)</b
					>
					<p class="default-p">
						Ускоренная КАРГО доставка, груз идет в г. Москва и далее
						отправляется ТК в ваш город или по Москве​
					</p>
					<p class="default-p">
						КАРГО доставка, груз идет в г. Москва и далее отправляется ТК в ваш
						город или по Москве ​
					</p>
					<p class="default-p">
						*Все сроки указаны из результатов доставки за последний год и
						являются лишь средним значением, при волнении с пандемией, проверках
						на таможне и прочих факторах возможно увеличение сроков ​
					</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b"
						>Авто доставка стандарт через Киргизию (25-50 дней от 2$ за кг)</b
					>
					<p class="default-p">
						Данный способ доставки обычно дешевле на 0.5$ (чем авто быстро) но
						сроки дольше, подходит тем кому важна цена и он готов подождать​
					</p>
					<p class="default-p">
						КАРГО доставка, груз идет из Китая в Киргизию: затем в Казахстан и
						далее в г. Москва (потом отправляем ТК в ваш город или по Москве) ​
					</p>
					<p class="default-p">
						КАРГО доставка, груз идет в г. Москва и далее отправляется ТК в ваш
						город или по Москве ​
					</p>
					<p class="default-p">
						*Все сроки указаны из результатов доставки за последний год и
						являются лишь средним значением, при волнении с пандемией, проверках
						на таможне и прочих факторах возможно увеличение сроков  ​
					</p>
					<p class="default-p vajno">
						<span>Важно:</span> Если вы оформляете заказы на разные города и
						другого получателя , создавайте новый личный кабинет , чтобы не
						возникало путанницы в отправках. Отправки осуществляются по айди
						клиента (если у вас 3 заказа они собираются по вашему номеру клиента
						в одну коробку и отпраляются одним разом - такова специфика работы)
					</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b">​Стоимость</b>
					<p class="default-p">
						С 7.04.2022 при отправке  карго считается курс доллара отдельный для
						сайта 7,45 юаней за 1 доллар (корректировка от 18.08. 2023)( для
						примера отправка на 1000 долларов * 7,45 = 7450 юаней​
					</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b">Как отправляются заказы, по какому маршруту?</b>
					<p class="default-p">
						*Стоимость груза перед отправкой не рассчитывается, мы упаковываем
						груз, взвешиваем и отправляем в Россию ставка известна лишь через
						5-7 дней
					</p>
					<p class="default-p">
						*Счет на доставку может быть выставлен через 5-10 дней после
						отправки в связи с обработкой и передачей данных  
					</p>
					<p class="default-p">
						Мы отправляем груз с двух наших складов расположенных в Китае: город
						Иу и Гуаньчжоу, груз едет до таможенной границы  Китай – (Киргизия
						при авто стандарт) далее в Казахстан где после прохождения таможни
						груз перегружается в машину и едет до Следующей Таможенный границы
						Казахстан - Россия и далее в г. Москва станция Южные ворота 
					</p>
					<p class="default-p">
						*Если плотность груза меньше 100 (когда в 1м3 меньше 100кг) 
						доставка расчитывается в кубах, перед отправкой вам сообщают цену
						доставки и выставляют счет! Грузы расчитаныые в м3 ОТПРАВЛЯЮТСЯ ИЗ
						КИТАЯ ПОСЛЕ 100% ОПЛАТЫ! Если вы отказываетесь от груза то вы
						оплачиваете упаковку груза (кторая была произведенена перед
						отправкой)  и двойную комиссию сайта ! Мы связываемся с поставщиком
						и если он готов забрать данный товар обратно то высылаем ему
						(доставка за ваш счет). В случае если поставщик не готов забрать
						товар обратно (по условиям площадки выкупа) мы можем выслать ваш
						товар на другой склад. Не отправленный груз может хранится на складе
						20 дней, после этого мы его ликвидируем (без возврата каких либо
						средств) 
					</p>
					<p class="default-p vajno">
						<span>В помощь:</span> Что бы перевозка объемного груза стала
						дешевле, дозакажите тяжелых малогабаритных товаров (пример:
						аккумуляторы, собраная корпусная мебель, гвозди)
					</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b">Как рассчитывается стоимость отправки? </b>
					<p class="default-p">
						Помимо выбора сроков доставки авто быстро/стандарт (описано в
						предыдущем пункте) стоимость груза формируется ещё  от веса и
						объема, чем больше объём вашего груза тем дороже цена (в машине он
						занимает места больше, чем менее габаритные товары) поэтому тяжелые
						грузы с маленьким объем отправлять дешевле ( Аккумуляторы, авто
						запчасти и т.д)
					</p>
					<p class="default-p">
						**Ставки рассчитаны для примера по средней цене отправки  2022 года
						и не являются конечной ценой
					</p>
					<p class="default-p">
						*При плотности груза меньше 100 расчёт производится не в
						килограммах, а в кубических метрах, стоит это учитывать при заказе
						объемного товара от 530$ за м 3   (игрушки, люстры в собранном виде
						и т.д)
					</p>
					<p class="default-p">
						*Обувь считается в кубических метрах (м3) от 460$ до 650$ за м3
						(зависит от плотности). Брендовая обувь считается по ставке 9.5$ за
						1 кг (Адидас, Гучи, ДГ и так далее)
					</p>
					<p class="default-p vajno">
						*Цена которая рассчитывается на момент запроса, является актуальной
						для отправки в день получения ставки, не является конечной,  лишь
						стоимостью на которую стоит опираться при формировании заказа
					</p>
					<p class="default-p vajno">
						Погрешности в выставленном счете и фактическим весом и объёмом
						полученного груза в диапазоне в 1-4кг или 0,1-0,3 м3 НЕ
						ПЕРЕСЧИТЫВАЮТСЯ (Груз проходит от 2ух до 3ех перегрузов и в процессе
						доставки товар или защитные мешки могут прижаться и изменить размер
						коробки на 1-5 см (одежда, мягкие игрушки и т.д) либо одна из частей
						обрешётки может оторваться что уменьшит вес при получении)
					</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b">Упаковка в Китае</b>
					<p class="default-p">
						Хотели бы вам объяснить как проходит упаковка посылок для передачи в
						ТК, мы используем только чистые, ровные, ни в коем случае не
						поврежденные коробки, плотно упаковываем ваш товар, если есть
						пространство мы заполняем его пузырчатой пленкой, и потом
						оборачиваем каждую коробку, не зависимо от размера и габаритов в
						мешок а затем в  цветной скотч, проклеивая все стыки, вот в таком
						состоянии вы получаете груз в России
					</p>
					<div class="text_with_dots">
						<div>
							<span class="text_with_dots_dot"></span>
							<b class="default-b"
								>Упаковка скотч/мешок, переупаковка в новые коробки
							</b>
						</div>

						<p class="default-p">
							Если от поставщика были повреждения - 5 юаней/место (10 юаней /
							место если коробка большая) 
						</p>
						<div>
							<span class="text_with_dots_dot"></span>
							<b class="default-b">Обрешетка груза </b>
						</div>
						<p class="default-p">
							Во время доставки груз проходит пересортировку через логистический
							путь Иу-Казахстан-Москва до 4-х раз, в процессе груз могут кидать,
							с верху ставить другие коробки, а так же груз может падать. Если
							не сделать обрешетку на груз, товар может повредиться. Обрешетка
							снижает риск повреждения . На груз без обрешетки претензии не
							принимаются.
						</p>
						<p class="default-p">Стоимость от 35 юаней за коробку.</p>
						<p class="default-p vajno">
							<span>Важные условия обрешетки:</span> данная услуга добавляет вес
							и объем к вашему грузу
						</p>
						<div>
							<span class="text_with_dots_dot"></span>
							<b class="default-b">Поддон </b>
						</div>
						<p class="default-p">
							Если у вас много коробок или большой обьем мы можем поставить ваш
							груз на поддон, в этом случае сверху на него ничего ставится не
							будет и при разгрузке будет задействована спец техника - цена от
							300 юаней за поддон 
						</p>
						<div>
							<span class="text_with_dots_dot"></span>
							<b class="default-b">Деревянный ящик</b>
						</div>
						<p class="default-p">
							Высокий уровень устойчивости к механическим повреждениям, а так же
							внешним воздействиям различного характера. Разгрузка / погрузка
							осуществляется спец техникой, цена от 300 юаней за м3  
						</p>
						<p class="default-p vajno">
							<span>Важные условия деревянного ящика:</span> данная услуга
							добавляет вес и объем к вашему грузу
						</p>
						<div>
							<span class="text_with_dots_dot"></span>
							<b class="default-b">Сжатие под прессом объемного груза</b>
						</div>
						<p class="default-p">
							Эта услуга сокращает плотность груза (вес/объем, как мы знаем чем
							выше плотность тем ниже цена) подходит для тех кто заказывает
							мягкие объемные вещи: прим. одежда, мягкие игрушки, прочие изделия
							из ваты. Цена услуги 50 юаней 
						</p>
						<p class="default-p vajno">
							<span>Обязательные условия:</span> если вы заказываете данную
							услугу, то мы не несем ответственность за пуговицы, замки, иные
							пластмассовые или металлических изделия (лучше воздержаться) – все
							это под прессом может сломаться
						</p>
					</div>
				</div>

				<div class="delivery-variation">
					<b class="default-b">Отправка по России </b>
					<p class="default-p">
						После прихода груза в Москву на станцию Южные ворота, груз
						передаётся в транспортную компанию - присутствие транспортных
						компаний в зоне Южных ворот – ЖелдорЭкспедция и ГлавДоставка - выбор
						тк на усмотрение отправителя и чаще всего зависит от того какие
						компании работают в момент отправки (утром, днём, ночью) 
					</p>
					<p class="default-p">
						* Услуги транспортной компании оплачивает получатель 
					</p>
					<p class="default-p">
						*Получение в тк, забрать груз даже если вы находитесь в Москве
						обходится дороже чем заказать доставку у транспортной компании, в
						связи в платным въездом на территорию Южных ворот и оплаты услуг
						разгрузки/погрузки !
					</p>
					<p class="default-p">
						* При получении груза в ТК убедитесь, что количество мест и отметка
						груза совпадают с отправленными (эти данные прописываются в вашем
						закзае, после отправки груза в РФ). В транспортной компании
						участились случаи того, что груза путают. Если отметка (номер ) на
						коробке не совпадает , не принимайте груз и пишите заявление в ТК на
						розыск. 
					</p>
				</div>

				<div class="delivery-variation">
					<b class="default-b">Получение груза в транспортной компании </b>
					<p class="default-p">
						Для избегания спорной ситуаций, например, чтобы обезопасить себя от
						таких не приятностей, как не достающие позиции или поврежденный
						товар, при получении в ТК обязательно: 
					</p>
					<div class="text_with_dots">
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">
								Сделать фотографию груза лежащего на весах, чтобы было видно
								груз полностью  и вес.
							</p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">
								Сравнить полученный вами вес с весом указанным в накладной,
								которую мы вам отправили — вес должен совпадать. 
							</p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">
								Осмотреть полученную Вами посылку на целостность коробки и
								скотча. 
							</p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">
								Процесс вскрытия посылки снимать на видео. Это будет хорошим
								доказательством в транспортной компании при возникновении
								проблем.
							</p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">
								При явных нарушениях упаковки и большой разнице в весе —
								обязательно пишите заявление в ТК на розыск.
							</p>
						</div>
						<div>
							<span class="text_with_dots_dot"></span>
							<p class="default-p">
								Передайте фотографии и видеозапись вскрытия посылки нам.
							</p>
						</div>
					</div>
				</div>

				<div class="delivery-variation">
					<b class="default-b">Порядок работы и ценообразование</b>
					<div class="delivery_question">
						<b class="question_delivery">Почему не курс сайта?</b>
						<p class="default-p">
							Курс сайта установлен официальный на юань/доллар применим только к
							выкупу и только при переводе SWIFT и USDT, на карго весь расчет
							происходит внутри Китая в юанях.
						</p>
						<p class="default-p">
							У нас разделились счета на 3 детали (страховка – упаковка –
							доставка)
						</p>
					</div>
					<div class="delivery_question">
						<b class="question_delivery">Как считается доставка?</b>
						<p class="default-p">
							При доставке с 09.11.2020 мы выставляем 3 разных счета 
						</p>
						<div class="text_with_dots">
							<div>
								<span class="default-span">1. </span>
								<p class="default-p">
									Счет за доставку из Китая в Россию (цена зависит от выбранного
									вами способа доставки, веса и объема груза и категории товара)
								</p>
							</div>
							<div>
								<span class="default-span">2. </span>
								<p class="default-p">
									Цена за упаковку (переупаковку, обрешетку) товара если это
									требуется (услуга заказывается отдельно) 
								</p>
							</div>
							<div>
								<span class="default-span">3. </span>
								<p class="default-p">
									Страховка – вы выбираете застраховать ваш груз или отправить
									без страховки 
								</p>
							</div>
						</div>
						<p class="default-p">
							С 29.06.2023 грузы весом менее 10кг НЕ СТРАХУЮТСЯ
						</p>
					</div>

					<div class="delivery_question">
						<b class="question_delivery">Как работает страховка?</b>
						<p class="default-p">
							В случае потери груза вам возвращается сумма на которую вы
							страховали груз, на повреждения груза страховка НЕ
							РАСПРОСТРАНЯЕТСЯ
						</p>
					</div>

					<div class="delivery_question">
						<b class="question_delivery">Сколько стоит страховка?</b>
						<p class="default-p">
							Страховка в большинстве случаев рассчитывается 2% от стоимости
							товара! Исключения составляет маленький и дорогой груз (к примеру
							100кг электроники по цене 4000$ - в этом случае страховка будет
							составлять 4% от стоимости груза при авто доставке),
							при стоимости груза до 20$ \ кг - 2%, стоимость груза 20$ - 30$\кг
							- 3%, стоимость груза 30-50$/кг - 4% (все что дороже 50$ в кг
							груза НЕ СТРАХУЕТСЯ) 
						</p>
					</div>

					<div class="delivery_question">
						<b class="question_delivery">Страхование авиа доставки</b>
						<p class="default-p">
							При стоимости груза до 30$ \ кг - 2%, стоимость груза 31$ -
							100$\кг - 3%, стоимость груза 101-300$/кг - 4% (все что дороже
							300$ в кг груза НЕ СТРАХУЕТСЯ) 
						</p>
						<p class="default-p">
							В случае если груз не был застрахован при доставке из Китая в
							Россию (если при оформлении заказа вы не указали что бы мы
							оформили страховку) то при конфискации на таможне или потере груза
							в пути мы вернем лишь 4$ за 1 кг товара (для авиа доставки ставка
							к возврату составляет 9$ за 1 кг товара) (к примеру если потеряно
							100кг * 4$  = 400$ за груз + сумма оплаченной доставки). Потери
							груза и конфискация случаются очень редко, из 35000 доставленных
							грузов было потеряно около 100 (это 0,28%)
						</p>
						<p class="default-p">
							В случае потери груза при оформленной страховке вам возвращается
							тот % от суммы который вы выбрали при оформлении заказа (к примеру
							если цена груза составляла 10000 юаней и вы выбрали застраховать
							на 50% то при потери вам вернется только 5000 юаней)
						</p>
						<p class="default-p">
							При поступлении груза в РФ и не уплаты доставки груз блокируется,
							если в течении 1ой недели доставка не оплачивается то на сумму
							задолженности взымается  дополнительные 3% в
							месяц (предоставляется как займ)
						</p>
					</div>
				</div>
			</div>
		</div>
	</div>
</template>

<script>
export default {
	name: 'DeliveryPage',
}
</script>

<style src="./delivery.css" scoped></style>
